{
	"Zprostředkování velkoobchodu s palivy, rudami, kovy a technickými chemikáliemi": "46120",
	"Ostatní odborné, vědecké a technické činnosti": "74909",
	"Sběr, příprava k likvidaci a likvidace odpadů": "381",
	"Příprava k likvidaci a likvidace odpadů, kromě nebezpečných": "38120",
	"Maloobchod s nápoji ve specializovaných prodejnách": "47250",
	"Nezařazeno": "0",
	"Maloobchod s počítači, počítačovým periferním zařízením a softwarem ve specializovaných prodejnách": "47410",
	"Programování, poradenství a související činnosti": "62010",
	"Maloobchod, kromě s motorovými vozidly": "47",
	"Ostatní pomocné činnosti související s finančními činnostmi, kromě pojišťovnictví a penzijního financování": "66190",
	"Zpracování dřeva, výroba dřevěných a korkových výrobků, kromě nábytku": "16",
	"Ostatní činnosti v oblasti informačních technologií a počítačů": "62090",
	"Správa nemovitostí na základě honoráře nebo smlouvy": "68320",
	"Ostatní finanční činnosti, kromě pojišťovnictví a penzijního financování": "66",
	"Maloobchod s farmaceutickými přípravky ve specializovaných prodejnách": "47730",
	"Činnosti v oblasti nemovitostí na základě honoráře nebo smlouvy": "683",
	"Ostatní odborné, vědecké a technické činnosti j. n.": "74909",
	"Činnosti agentur zprostředkujících práci na dobu určitou": "78200",
	"Instalace rozvodů vody, topení a klimatizace": "43220",
	"Maloobchod s hodinami, hodinkami a klenoty ve specializovaných prodejnách": "47770",
	"Maloobchod se sportovním vybavením ve specializovaných prodejnách": "47640",
	"Maloobchod s telekomunikačním zařízením ve specializovaných prodejnách": "47420",
	"Maloobchod se železářským zbožím, barvami, sklem a potřebami pro kutily ve specializovaných prodejnách": "47520",
	"Činnosti v oblasti filmů, videozáznamů a televiz. programů, pořizování zvuk. nahrávek a hudební vydavatelské činnosti": "591",
	"Poradenství v oblasti počítačů": "62020",
	"Výroba piva ze sladu": "11050",
	"Maloobchod s textilem ve specializovaných prodejnách": "47510",
	"Velkoobchod, kromě s motorovými vozidly": "46",
	"Maloobchod s masem a masnými výrobky ve specializovaných prodejnách": "47220",
	"Výroba ostatních dřevěných výrobků, kromě nábytku": "16290",
	"Velkoobchod s elektrospotřebiči a elektronikou převážně pro domácnost": "46430",
	"Dodávání páry a klimatizovaného vzduchu": "3530",
	"Obchod s motocykly, jejich díly a příslušenstvím a jejich opravy a údržba": "45400",
	"Maloobchod s oděvy ve specializovaných prodejnách": "47710",
	"Zprostředkování specializované na velkoobchod s ostatním zbožím": "46189",
	"Pronájem a leasing ostatních strojů, zařízení a hmotných statků j. n.": "77390",
	"Činnosti cestovních kanceláří a agentur": "79120",
	"Činnosti v oblasti pronájmu a leasingu": "77",
	"Zpracování odpadů k dalšímu využití": "383",
	"Maloobchod s elektrospotřebiči a elektronikou převážně pro domácnost ve specializovaných prodejnách": "47540",
	"Ostatní tisk": "18120",
	"Výroba elektrického a elektronického zařízení pro motorová vozidla, kromě motocyklů": "29310",
	"Maloobchod s novinami, časopisy a papírnickým zbožím ve specializovaných prodejnách": "47620",
	"Velkoobchod se železářským zbožím a instalatérskými a topenářskými potřebami": "46740",
	"Zprostředkování velkoobchodu se stroji, průmyslovým zařízením, loděmi a letadly": "46140",
	"Výroba motorových vozidel, kromě motocyklů": "29100",
	"Opravy přístrojů a zařízení převážně pro domácnost, dům a a zahradu": "95220",
	"Zprostředkování velkoobchodu se dřevem a stavebními materiály": "46130",
	"Maloobchod s kosmetickými a toaletními výrobky ve specializovaných prodejnách": "47750",
	"Zpracování vytříděných surovin k dalšímu využití": "38320",
	"Maloobchod s tabákovými výrobky ve specializovaných prodejnách": "47260",
	"Zprostředkování velkoobchodu s potravinami, nápoji, tabákem a tabákovými výrobky": "46170",
	"Výroba a zpracování ostatního skla včetně technického": "23190",
	"Zprostředkování velkoobchodu s textilem, oděvy, kožešinovými výrobky, obuví a koženými výrobky": "46160",
	"Pronájem a leasing ostatních strojů, zařízení a hmotných statků": "77390",
	"Maloobchod s květinami, rostlinami, osivy, hnojivy, zvířaty pro zájmový chov a krmivy pro ně ve specializ. prodejnách": "47760",
	"Výroba ostatních kovových nádrží, zásobníků a podobných nádob": "25290",
	"Maloobchod s obuví a koženými výrobky ve specializovaných prodejnách": "47720",
	"Pomocné činnosti související s finančními činnostmi, kromě pojišťovnictví a penzijního financování": "66290",
	"Výroba ostatních elektronických a elektrických vodičů a kabelů": "27320",
	"Městská a příměstská pravidelná pozemní osobní doprava": "49310",
	"Velkoobchod se živými zvířaty": "46230",
	"Výroba strojů na výrobu textilu, oděvních výrobků, výrobků z usní": "28940",
	"Výroba ostatních dílů a příslušenství pro motorová vozidla, kromě motocyklů": "29320",
	"Maloobchod s ovocem a zeleninou ve specializovaných prodejnách": "47210",
	"Výroba hydraulických zařízení": "28120",
	"Odlévání železa": "24101",
	"Pomocné činnosti související s peněžnictvím a pojišťovnictvím": "66290",
	"Maloobchod se zdravotnickými a ortopedickými výrobky ve specializovaných prodejnách": "47740",
	"Sanace a jiné činnosti související s nakládáním s odpady": "39000",
	"Zprostředkování velkoobchodu se základními zemědělskými produkty, živými zvířaty, textilními surovinami a polotovary": "46110",
	"Zprostředkování velkoobchodu s nábytkem, železářským zbožím a potřebami převážně pro domácnost": "46150",
	"Opravy hodin, hodinek a klenotů": "95250",
	"Denní péče o děti": "85100",
	"Maloobchod s hrami a hračkami ve specializovaných prodejnách": "47650",
	"Vědecký výzkum a vývoj": "72",
	"Mimoústavní sociální péče": "88999",
	"Příprava k likvidaci a likvidace nebezpečných odpadů": "38",
	"Maloobchod s rybami, korýši a měkkýši ve specializovaných prodejnách": "47230",
	"Mimoústavní sociální péče o seniory a zdravotně postižené osoby": "881",
	"Výroba mýdel, detergentů a čisticích a lešticích prostředků": "20410",
	"Chov jiného skotu a buvolů": "01420",
	"Výroba letadel a kosmických lodí a souvisejících zařízení": "30300",
	"Ostatní mimoústavní sociální péče j. n.": "88999",
	"Regulace činností souvisejících s poskyt. zdravotní péče, vzděláváním, kulturou a sociál. péčí, kromě soc. zabezpečení": "84120",
	"Odlévání ostatních neželezných kovů": "244",
	"Maloobchod s knihami ve specializovaných prodejnách": "47610",
	"Postsekundární jiné než terciární vzdělávání": "85410",
	"Odlévání lehkých kovů": "24530",
	"Výroba počítačů a elektronických a optických přístrojů a zařízení": "26",
	"Ostatní činnosti, kromě pojišťovnictví a penzijního financování j. n.": "66190",
	"Maloobchod s chlebem, pečivem, cukrářskými výrobky a cukrovinkami ve specializovaných prodejnách": "47240",
	"Výroba kovových nádrží, zásobníků a podobných nádob": "25290",
	"Maloobchod s koberci, podlahovými krytinami a nástěnnými obklady ve specializovaných prodejnách": "47530",
	"Ostatní ústavní sociální péče": "879",
	"Vnitrozemská nákladní vodní doprava": "50",
	"Dodávání elektřiny, plynu, páry a klimatizovaného vzduchu": "35",
	"Výroba a hutní zpracování drahých a jiných neželezných kovů": "244",
	"stavní sociální péče": "871",
	"Výroba mýdel, detergentů, čisticích a lešticích prostředků, parfémů a toaletních přípravků": "20410",
	"Opravy nábytku a bytového vybavení": "95240",
	"stavní sociální péče o seniory a zdravotně postižené osoby": "87301",
	"Výroba elektrického vedení a elektroinstalačních zařízení": "27330",
	"Výroba vláknocementových výrobků": "23650",
	"Pěstování koření a aromatických, léčivých a farmaceutických rostlin": "01280",
	"Ostatní mimoústavní sociální péče": "88999",
	"Činnosti v oblasti povinného sociální zabezpečení": "84300",
	"stavní sociální péče o mentálně postižené a osoby závislé na návykových látkách": "8720",
	"Odlévání oceli": "2452",
	"Výroba papírových tapet": "17240",
	"stavní ošetřovatelská péče": "871",
	"Činnosti cestovních kanceláří a agentur a jiné rezervační a související činnosti": "79",
	"Výroba kabelů z optických vláken": "27310",
	"Opravy a údržba ostatních dopravních prostředků a zařízení j. n. kromě kolejových vozidel": "33179",
	"Příprava k likvidaci a likvidace odpadů": "381",
	"Těžba černého a hnědého uhlí": "05",
	"Činnosti ostatních školských zařízení": "85599",
	"Těžba neželezných rud": "072",
	"Finanční činnosti, kromě pojišťovnictví a penzijního financování": "66190"
}
